FAQ = {
    1: {
        "question": "Что мне нужно сделать после регистрации?",
        "answer": "1. Заполните карточку проекта – это первый шаг после входа в систему. Данные из карточки автоматически переносятся в основные документы.\n\n2. Начните загружать файлы – сервис интуитивно понятен, можно сразу приступать к работе.\n\n3. Ознакомьтесь с доступным функционалом – возможности зависят от вашей роли (заказчик, ГИП, инженер-проектировщик, наблюдатель).",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs"
    },
    2: {
        "question": "Как начать пользоваться сервисом?",
        "answer": "1. Заполните карточку проекта – это первый шаг после входа в систему. Данные из карточки автоматически переносятся в основные документы.\n\n2. Начните загружать файлы – сервис интуитивно понятен, можно сразу приступать к работе.\n\n3. Ознакомьтесь с доступным функционалом – возможности зависят от вашей роли (заказчик, ГИП, инженер-проектировщик, наблюдатель).",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/quickstart"
    },
    3: {
        "question": "Какие есть тарифы?",
        "answer": "Изучить доступные тарифы можно у нас сайте - https://konstruktorpd.ru/tariff/",
        "url": ""
    }
}