FAQ = {
    1: {
        "question": "Что мне нужно сделать после регистрации?",
        "answer": "1. Заполните карточку проекта – это первый шаг после входа в систему. Данные из карточки автоматически переносятся в основные документы.\n\n2. Начните загружать файлы – сервис интуитивно понятен, можно сразу приступать к работе.\n\n3. Ознакомьтесь с доступным функционалом – возможности зависят от вашей роли (заказчик, ГИП, инженер-проектировщик, наблюдатель).",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs"
    },
    2: {
        "question": "Как начать пользоваться сервисом?",
        "answer": "1. Заполните карточку проекта – это первый шаг после входа в систему. Данные из карточки автоматически переносятся в основные документы.\n\n2. Начните загружать файлы – сервис интуитивно понятен, можно сразу приступать к работе.\n\n3. Ознакомьтесь с доступным функционалом – возможности зависят от вашей роли (заказчик, ГИП, инженер-проектировщик, наблюдатель).",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/quickstart"
    },
    3: {
        "question": "Какие есть тарифы?",
        "answer": "Изучить доступные тарифы можно у нас сайте - https://konstruktorpd.ru/tariff/",
        "url": ""
    },
    4: {
        "question": "Как настроить компанию?",
        "answer": "1. Выберете объекты строительства - тип организации.\n\n2. В этом поле отображается выпадающий список типа компаний, определите подходящий Вам.\n\n3. Данные о компании можно заполнить вручную или воспользовать автоматическим поиском по ИНН компании.\n\n4. Перед выходом сохраните заполненные или измененные данные.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-1"
    },
    5: {
        "question": "Как создать объект?",
        "answer": "1. Кликните по кнопке \"Создать объект\".\n\n2. Заполните информацию по проекту.\n\n3. Перейдите в раздел \"Адрес объекта\" и заполните его.\n\n4. Пригласите участников проекта.\n\n5. Перед выходом из формы убедитесь, что все заполненные или измененные данные сохранены. Для этого нажмите кнопку \"Создать объект\".",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-2"
    },
    6: {
        "question": "Как настроить проект?",
        "answer": "Кликните по кнопке \"Редактирование\" или \"Настройка проекта\", или перейдите во вкладку \"Проектная документация\" и выберите \"Настройки проекта\"",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-3"
    },
    7: {
        "question": "Как загрузить документ?",
        "answer": "1. При нажатии на кнопку \"Исходные данные\" происходит переход на страницу для загрузки исходно-разрешительной документацией.\n\n2. В интерфейсе выберите раздел, в котором вы хотите добавить новый документ. Кликните по строчке \"+ Добавить документ\".\n\n3. Для пакетной загрузки, в правой части экрана выделена кнопка \"Загрузить документы\", которая предназначена для добавления новых документов в систему.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-5"
    },
    8: {
        "question": "Как редактировать документ?",
        "answer": "Рядом с выбранным файлом найдите кнопку \"Редактировать\" и кликните по ней. Это действие откроет интерфейс редактирования для выбранного документа.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-5"
    },
    9: {
        "question": "Есть ли распознование документов?",
        "answer": "В сервисе предусмотрена функция \"Умное распознавание документов\". Она предназначена для автоматической обработки и анализа загруженных файлов. Эта функция упрощает процесс извлечения информации из документов и улучшает управление проектной документацией.",
        "url": ""
    },
    10: {
        "question": "Как происходит передача исходно-разрешительной документации?",
        "answer": "1. Документ, который фиксирует факт передачи документов, необходимых для начала строительного проекта  в системе формируется автоматически.\n\n2. Акт приема-передачи исходно-разрешительной документации в системе формируется автоматически.\n\n3. В системе предусмотрена функция автоматического сохранения внесенных данных. Это означает, что все изменения, которые вы вносите в документы или формы, сохраняются без необходимости вручную нажимать кнопку \"Сохранить\".",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-5"
    },
    11: {
        "question": "Как организовано взаимодействие между ГИПом и Заказчиком?",
        "answer": "1. Использование функции \"Настройка документа\" позволяет поддерживать порядок и эффективное взаимодействие в рамках проекта, обеспечивая доступ к актуальной информации для всех участников.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-6"
    },
    12: {
        "question": "Как подговить задание на проектирование?",
        "answer": "1. Кнопка \"Перейти к заданию\" позволяет быстро перейти к заданию на проектирование для его редактирования или подготовки.\n\n2. Форма задания на проектирование соответствует приказу Минстроя России от 21 апреля 2022 г. N 307/пр. При выгрузке в формате XML соблюдаются требования приказа N 783/пр, касающиеся формата электронных документов для государственной экспертизы проектной документации и проверки достоверности сметной стоимости строительства.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-7"
    },
    13: {
        "question": "Как редактировать задание на проектирование?",
        "answer": "1. Пользователь может внести изменения в тексты, параметры или требования задания.\n\n2. После внесения всех изменений, найдите кнопку \"Сохранить\" . Нажмите на кнопку \"Сохранить\". После чего форма будет обновлена в системе и доступна всем участникам разработки проекта.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-7"
    },
    14: {
        "question": "Как управлять проектной документацией?",
        "answer": "Управление проектной документацией — это процесс организации, хранения и обработки всех документов, связанных с проектом.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-8"
    },
    15: {
        "question": "Что с разделами проекта?",
        "answer": "Работа с разделом проектной документации включает в себя несколько основных действий:\n\n1. Назначение исполнителя\n\n2. Управление разделом проектной документации\n\n3. Добавление новых разделов.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-9"
    },
    16: {
        "question": "Как назначить исполнителей?",
        "answer": "Назначить исполнителя  можно двумя способами:\n\n1. Назначить исполнителя кликнув по кнопке \"Назначить исполнителя\"\n\n2. Назначить исполнителя через управление разделом проектной документацией",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-10"
    },
    17: {
        "question": "Как установить сроки разработки?",
        "answer": "1. Исполнитель должен провести анализ объема задач, которые необходимо выполнить в рамках раздела проектной документации. Это может включать изучение требований, спецификаций и других документов, связанных с проектом.\n\n2. Срок необходимо направить на согласование Главному  инженеру проекта. После того как срок разработки будет утверждён. В окне \"Приступить к разработке раздела\" кликнуть \"Начать разработку\"",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-11"
    },
    18: {
        "question": "Как изменить сроки разработки раздела?",
        "answer": "Если по каким-либо причинам необходимо изменить срок разработки раздела или если срок указан неверно, выполните следующие шаги:\n\n1. Измените количество дней разработки в соответствующем поле.\n\n2. После внесения изменений нажмите на кнопку \"Изменить\".",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-11"
    },
    19: {
        "question": "Есть ли дорожная карта или треккер?",
        "answer": "Для начала расчета дорожной карты разработки проектной документации необходимо выполнить следующие шаги:\n\n1. Установить общий срок разработки проекта по договору: Определите срок, указанный в договоре, который будет служить основой для планирования.\n\n2. Назначить исполнителей на разделы проектной документации\n\n3. Установить сроки разработки каждого раздела: Для корректного отображения в дорожной карте установите сроки разработки для каждого раздела проектной документации. Это позволит более точно распределить время и ресурсы.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-12"
    },
    20: {
        "question": "Как согласовать разделы проектной документации?",
        "answer": "1. Убедиться, что раздел проектной документации готов в соответствии с установленными стандартами и требованиями.\n\n2. Установить срок согласования, в днях.\n\n3. Кликнуть по клавише \"Согласовать раздел\"\n\n4. Документация отправляется на согласование Главному инженеру проекта (ГИП), и все участники разработки получают уведомление о том, что раздел находится на стадии согласования.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-13"
    },
    21: {
        "question": "Как утвердить разделы проектной документации?",
        "answer": "Процесс утверждения проектной документации состоит из следующих этапов:\n\n1. Финальная проверка: после внесения всех необходимых исправлений документация проходит финальную проверку\n\n2. Утверждение: раздел проектной документации утверждается руководителем проекта (ГИП) или другим уполномоченным лицом.\n\n3. Утвержденные разделы рассылаются всем заинтересованным сторонам и размещаются в общей базе данных проекта для дальнейшего использования.\n\nВАЖНО: В статусе \"На утверждении\" раздел проекта не доступен к редактированию.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-13"
    },
    22: {
        "question": "Как согласовать проектную документацию?",
        "answer": "1. Все участники проекта получают уведомление о том, что документ готов к согласованию. Главный инженер проекта (ГИП) направляет проект на согласование.\n\n2. Разработчик учитывает полученные замечания и вносит необходимые изменения в документ.\n\n3. Финальная проверка: окончательная проверка документа перед его утверждением.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-14"
    },
    23: {
        "question": "Как утвердить проектную документацию?",
        "answer": "1. Документация направляется на утверждение руководителю проектной организации или уполномоченному лицу. Если статус проекта - \"На утверждении\", то редактирование проектной документации не доступно.\n\n2. Если проект отклоняется от утверждения, он отправляется на доработку. Процедура повторного утверждения будет такой же, как и при первоначальном утверждении.\n\n3. Утверждение: документация утверждается руководителем или уполномоченным лицом.\n\n4. Распространение: утвержденные документы распространяются среди заинтересованных сторон и сохраняются в базе данных проекта.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-14"
    },
    24: {
        "question": "Как выгрузить документацию?",
        "answer": "Выгрузка документации доступна по нажатию кнопки \"Выгрузить\". Выгрузка доступна в формате PDF и XML.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/publish-your-docs-15"
    },
    25: {
        "question": "Что такое KPD проект?",
        "answer": "KPD Проект - это мощный инструмент для управления проектами и создания проектной документации, обеспечивающий высокую эффективность, качество и прозрачность процессов.",
        "url": ""
    },
    26: {
        "question": "Какие задачи решает KPD проект?",
        "answer": "Задачи: упрощение разработки проектной документации, обеспечение соблюдения нормативных требований, улучшение сотрудничества, автоматизация процессов, централизованное хранение данных, повышение прозрачности, снижение рисков, оптимизация согласования и предоставление аналитики.",
        "url": ""
    },
    27: {
        "question": "Для кого предназначен KPD проект?",
        "answer": "Заказчик, Технический Заказчик, Проектная организация, Главный инженер проекта, Инженер-проектировщик, Архитектор, Строительная компания.",
        "url": ""
    },
    28: {
        "question": "Какие преимущества дает использование KPD Проект?",
        "answer": "Снижение временных затрат, увеличение качества документации, соблюдение нормативных требований, улучшение коммуникации, централизованное хранилище данных, повышение прозрачности, оптимизация процессов, снижение рисков, гибкость и доступность, экономия ресурсов.",
        "url": ""
    },
    29: {
        "question": "Какие системные требования для работы с сервисом?",
        "answer": "Сервис полностью работает в браузере — не требует установки дополнительных программ.",
        "url": ""
    },
    30: {
        "question": "Как зарегистрироваться в сервисе?",
        "answer": "1. Откройте страницу https://konstruktorpd.ru/ и нажмите \"Зарегистрироваться\".\n\n2. Заполните форму, указав ФИО, e-mail, пароль (и подтверждение), роль участника.\n\n3. Подтвердите согласие на обработку персональных данных и присоединение к регламенту использования системы.",
        "url": "https://ooo-gsk-inzhiniring.gitbook.io/instrukciya/nachalo-raboty/quickstart"
    },
    31: {
        "question": "Где регламент использования системы?",
        "answer": "Внизу главной страницы, а также на странице регистрации, есть ссылки на регламент использования системы и политику обработки персональных данных.",
        "url": ""
    },
    32: {
        "question": "Кто такой заказчик?",
        "answer": "Роль Заказчик - лицо или организация, инициирующая проект и определяющая его основные цели и требования. Заказчик формирует видение проекта, определяет бюджет и сроки, а также отвечает за согласование проектной документации. В роли заказчика может выступать: Технический заказчик, Инвестор, Застройщик, ответственный представитель Заказчика, Государственные орган, Частные компании, Неправительственные организации (НПО), Консалтинговые компании, Финансовые учреждения.\n\nЗаказчик может просматривать документацию, вносить комментарии и утверждать изменения, а также имеет доступ к финансовым и управленческим отчетам.",
        "url": ""
    },
    33: {
        "question": "Кто такой главный инженер проекта?",
        "answer": "Роль ГИП - в роли Главного Инженера Проекта (ГИП) обычно выступает специалист, который отвечает за техническую сторону реализации проекта, играет ключевую роль в техническом управлении проектом и взаимодействует с различными участниками, чтобы обеспечить успешное выполнение проекта в соответствии с установленными требованиями и стандартами.\n\nГИП имеет полный доступ к редактированию проектной документации, управляет командой проектировщиков, а также согласовывает и отправляет документы на проверку заказчику.",
        "url": ""
    },
    34: {
        "question": "Кто такой ГИП?",
        "answer": "Роль ГИП - в роли Главного Инженера Проекта (ГИП) обычно выступает специалист, который отвечает за техническую сторону реализации проекта, играет ключевую роль в техническом управлении проектом и взаимодействует с различными участниками, чтобы обеспечить успешное выполнение проекта в соответствии с установленными требованиями и стандартами.\n\nГИП имеет полный доступ к редактированию проектной документации, управляет командой проектировщиков, а также согласовывает и отправляет документы на проверку заказчику.",
        "url": ""
    },
    35: {
        "question": "Кто такой инженер-проектировщик?",
        "answer": "Роль Инженер-проектировщик - в роли Инженера проектировщика выступает специалист, отвечающий за разработку проектной документации и технических решений для строительного проекта.\n\nИнженер-проектировщик работает с чертежами и технической документацией, а также может вносить правки в рамках сових задач (без утверждения изменений).",
        "url": ""
    },
    36: {
        "question": "Что за объекты строительства?",
        "answer": "Объекты строительства - объекты проектирования выполняемые в сервисе.",
        "url": ""
    },
    37: {
        "question": "Что такое \"мои объекты\"?",
        "answer": "\"Мои объекты\" - это список проектов, которые вы создали.",
        "url": ""
    },
    38: {
        "question": "Что такое \"где я участвую\"?",
        "answer": "\"Где я участвую\" - это список проектов, в которых вы являетесь участником (приглашены другими пользователями).",
        "url": ""
    },
    39: {
        "question": "Что такое \"приглашения\"?",
        "answer": "\"Приглашения\" - это список проектов, в которые вас пригласили, но вы еще не подтвердили свое участие.",
        "url": ""
    },
    40: {
        "question": "Как обратиться в техническую поддержку?",
        "answer": "Обратиться в техническую поддержку можно через чат в telegram (@KPDprojectBot) или написать на почту mail@kpd.ru",
        "url": ""
    },
    41: {
        "question": "Какие роли доступны в сервисе?",
        "answer": "На данный момент в сервисе присутствуют четыре роли: заказчик, ГИП, инженер-проектировщик и наблюдатель.",
        "url": ""
    },
    42: {
        "question": "Как установить вашу программу?",
        "answer": "Сервис полностью работает в браузере — не требует установки дополнительных программ.",
        "url": ""
    },
    43: {
        "question": "Кто такой наблюдатель?",
        "answer": "Наблюдатель может только просматривать документацию (без возможности редактирования), но может оставлять уточнения.",
        "url": ""
    },
    44: {
        "question": "Как осуществляется автоматическое заполнение данных?",
        "answer": "Автоматическое заполнение данных в системе происходит на основе карточки проекта — это основной источник информации.",
        "url": ""
    },
    45: {
        "question": "Как обеспечивается безопасность и конфиденциальность?",
        "answer": "Все данные хранятся в Яндекс Облаке, которое соответствует:\n1. Российским и международным стандартам безопасности.\n2. Требованиям ФЗ-152 «О персональных данных»\n3. Имеет необходимые сертификаты (ФСТЭК, ФСБ, Минцифры).",
        "url": ""
    },
    46: {
        "question": "Есть ли видеоуроки?",
        "answer": "Да, цикл видеуроков по проекту есть на нашем RUTUBE-канале: https://rutube.ru/channel/14243988/",
        "url": ""
    }
}  